#沒有參數，沒有傳出值

#定義完function後，要呼叫function才會執行

def ribaidoirado_tsuyosugiru():
    print("自由島太強了，而且自由島還沒有使出全力的樣子，對方就算沒有川田也會贏，我甚至覺得有點對不起她，我沒能在這場比賽中展現我的全部給自由島，擊敗我的不是天氣或騎手，而是比我更強的傢伙，真是太好了")

def ikuinokkusu_tsuyosugiru():
    print("春秋分太強了，而且春秋分還沒有使出全力的樣子，對方就算沒有老李也會贏，我甚至覺得有點對不起他，我沒能在這場比賽中展現我的全部給春秋分，擊敗我的不是天氣或騎手，而是比我更強的傢伙，真是太好了")

def erouma():
    print("春秋分：自由島太色了，而且自由島還沒有使出全力的樣子，對方就算沒有催情馬也會贏，我甚至覺得有點對不起她，我沒能在這場配種中展現我的全部給自由島，擊敗我的不是藥物或發情期，而是比我更強的傢伙，真是太好了")

#function可以重複呼叫
ribaidoirado_tsuyosugiru()
ikuinokkusu_tsuyosugiru()
erouma()
